Repository: nuxeo-cps/products--CPSDashboards
Catalog: i18n/*.po
Languages: fr

source: Page ${current_page} of ${nb_pages}
fr: Page ${current_page} sur ${nb_pages}

# button_saveas_dashboard
source: Save as a dashboard
fr: Enregistrer comme tableau de bord

# button_submit_roles
source: Pseudo groups
fr: Pseudo groupes

# cpsdashboards_search_groups
source: Search groups
fr: Recherche de groupes

# cpsdashboards_search_users
source: Search users
fr: Recherche d'utilisateurs

# label_button_submit_roles
source: For instance, all members.
fr: Par exemple, tous les membres.

# tabular_filter_button
source: Filter
fr: Filtrer

# psm_select_at_least_one_valid_item
source: Please select documents for which you are allowed to perform the request action.
fr: Veuillez selectionner des documents sur lesquels vous avez les droits de déclencher cette action.

# portal_type_Dashboard_title
source: Dashboard
fr: Tableau de bord

# cpsdashboards_items_nb_label
source: Number of documents per page
fr: Nombre de résultats par page

# cpsdashboards_no_result_msg
source: No document matched your criteria
fr: Aucun document ne répond à vos critères

# cpsdashboards_created_min_label
source: Minimum creation date
fr: Date minimale de création

# cpsdashboards_created_max_label
source: Maximum creation date
fr: Date maximale de création

# cpsdashboards_fulltext_search
source: Full text search
fr: Mots clés

# cpsdashboards_layout_tabular_label
source: Filtering criteria
fr: Critères de filtrage

# cpsdashboards_search_global_local_label
source: Scope of search
fr: Étendue de la recherche

# cpsdashboards_label_search_here
source: In the current folder and its subfolders
fr: Dans le dossier courant et les sous-dossiers

# cpsdashboards_label_search_sitewide
source: In the whole application
fr: Dans toute l'application

# label_all_review_states
source: All
fr: Tous

# label_all_subjects
source: All
fr: Tous

# label_all_portal_types
source: All
fr: Tous

# cpsdashboards_creation_date_label
source: Creation
fr: Création
